Repository: SankethBK/diaryvault
Catalog: lib/l10n/intl_*.arb
Languages: ar, fi, gu, he, kn, ne, pa, sk, sw, te

# confirmNewPin
source: Confirm your new PIN
ar: قم بتأكيد رمز PIN الجديد الخاص بك
fi: Vahvista uusi PIN-koodi
gu: તમારા નવા PIN ની પુષ્ટિ કરો
he: יש לאשר את קוד ה - PIN החדש
kn: ನಿಮ್ಮ ಹೊಸ ಪಿನ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ne: तपाईंको नयाँ पिन पुष्टि गर्नुहोस्
pa: ਆਪਣੇ ਨਵੇਂ ਪਿੰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
sk: Potvrďiť nový PIN kód
sw: Thibitisha PIN yako mpya
te: మీ కొత్త పిన్ ‌ ను నిర్ధారించండి

source: Daily Reminders
ar: التنبيهات اليومية
fi: Päivittäiset muistutukset
gu: દૈનિક રીમાઇન્ડર્સ
he: תזכורות יומיות
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆಗಳು
ne: दैनिक रिमाइन्डरहरू
pa: ਰੋਜ਼ਾਨਾ ਰੀਮਾਈਂਡਰ
sk: Denné upozornenia
sw: Vikumbusho vya Kila Siku
te: రోజువారీ రిమైండర్‌లు

source: Enable Daily Reminders
ar: تمكين التذكيرات اليومية
fi: Ota päivittäiset muistutukset käyttöön
gu: દૈનિક રીમાઇન્ડર્સ સક્ષમ કરો
he: אפשר תזכורות יומיות
kn: ಡೈಲಿ ಜ್ಞಾಪನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ne: दैनिक रिमाइन्डरहरू सक्षम गर्नुहोस्
pa: ਰੋਜ਼ਾਨਾ ਰਿਮਾਈਂਡਰ ਯੋਗ
sk: Povoliť denné upozornenia
sw: Wezesha Vikumbusho vya Kila Siku
te: రోజువారీ రిమైండర్‌లను ప్రారంభించండి

source: Enable PIN login
ar: تمكين تسجيل الدخول باستخدام رقم التعريف الشخصي (PIN)
fi: Ota PIN-KIRJAUTUMINEN KÄYTTÖÖN
gu: PIN લૉગિન સક્ષમ કરો
he: אפשר כניסה באמצעות קוד PIN
kn: ಪಿನ್ ಲಾಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ne: पिन लगइन सक्षम गर्नुहोस्
pa: ਪਿੰਨ ਲਾਗਇਨ ਯੋਗ
sk: Povoliť prihlásenie pomocou kódu PIN
sw: Wezesha kuingia kwenye PIN
te: పిన్ లాగిన్ ‌ ను ప్రారంభించండి

# enterPin
source: Enter your PIN
ar: أدخل رمز التعريف الشخصي الخاص بك
fi: Syötä PIN-koodisi
gu: તમારો PIN દાખલ કરો
he: יש להזין את קוד ה -
kn: ನಿಮ್ಮ ಪಿನ್ ನಮೂದಿಸಿ
ne: तपाईंको पिन प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਪਿੰਨ ਦਰਜ ਕਰੋ
sk: Zadajte svoj PIN kód
sw: Weka PIN YAKO
te: మీ పిన్ ‌ ను నమోదు చేయండి

# exportNotes
source: Export your notes
ar: تصدير ملاحظاتك
fi: Vie muistiinpanosi
gu: તમારી નોંધો નિકાસ કરો
he: ייצוא ההערות שלכם
kn: ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗಳನ್ನು ರಫ್ತು ಮಾಡಿ
ne: तपाईंका नोटहरू निर्यात गर्नुहोस्
pa: ਆਪਣੇ ਨੋਟ ਐਕਸਪੋਰਟ ਕਰੋ
sk: Exportovať poznámky
sw: Hamisha maelezo yako
te: మీ గమనికలను ఎగుమతి చేయండి

source: Export to JSON
ar: صدر
fi: Vie kohteeseen
gu: SVG પ્રતિ નિકાસ પાથfilters-action
he: ייצא ל - JSON
pa: JSON ਨੂੰ ਐਕਸਪੋਰਟ ਕਰੋ
sw: Hamisha kwenda JSON

source: Export to PDF
ar: تصدير إلى PDF
fi: Vie PDF:ksi
gu: પીડીએફમાં એક્સપોર્ટ કરો
he: ייצוא ל- PDF
kn: PDF ಗೆ ರಫ್ತು ಮಾಡಿ
ne: PDF मा निर्यात गर्नुहोस्
pa: QPrintPreviewDialog
sk: Exportovať do formátu PDF
sw: Hamisha kwenda PDF
te: PDF (బీటా)కి ఎగుమతి చేయండి

source: Export to Plain Text
ar: تصدير إلى نص عادي
fi: Vie pelkkään tekstiin
gu: સાદા લખાણમાં નિકાસ કરો
he: ייצא לטקסט רגיל
kn: ಸರಳ ಪಠ್ಯಕ್ಕೆ ರಫ್ತು ಮಾಡಿ
ne: प्लेन टेक्स्टमा निर्यात गर्नुहोस्
pa: ਪਲੇਨ ਟੈਕਸਟ ਲਈ ਐਕਸਪੋਰਟ
sk: Exportovať do formátu Text
sw: Hamisha kwa Maandishi Rahisi
te: సాదా వచనానికి ఎగుమతి చేయండి

source: Font Family
ar: نوع الخط
fi: Fontti
gu: ફોન્ટ કુળ
he: משפחת גופן
kn: ಫಾಂಟ್ ಕುಟುಂಬ
ne: फन्ट परिवार
pa: à¨¸à¨²à¨¾à¨à¨¡ à¨ªà¨¿à©±à¨ à¨­à©à¨®à©
sk: Typ písma
sw: Familia ya Fonti
te: ఫాంట్ కుటుంబం

# getDailyReminders
source: Get daily reminders at your chosen time to keep your journal up to date.
ar: احصل على تذكيرات يومية في الوقت الذي اخترته للحفاظ على تحديث دفتر يومياتك.
fi: Saat päivittäisen muistutuksen kirjoittaa muistikirjaan haluamanasi ajankohtana.
gu: તમારી જર્નલને અદ્યતન રાખવા માટે તમારા પસંદ કરેલા સમયે દૈનિક રીમાઇન્ડર્સ મેળવો.
he: קבלו תזכורות יומיות במועד שבחרתם כדי לשמור על היומן שלכם מעודכן.
kn: ನಿಮ್ಮ ಜರ್ನಲ್ ಅನ್ನು ನವೀಕೃತವಾಗಿರಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಸಮಯದಲ್ಲಿ ದೈನಂದಿನ ಜ್ಞಾಪನೆಗಳನ್ನು ಪಡೆಯಿರಿ
ne: तपाईंको जर्नल अपडेट राख्न आफ्नो छनौट गरिएको समयमा दैनिक रिमाइन्डरहरू प्राप्त गर्नुहोस्।
pa: ਆਪਣੇ ਜਰਨਲ ਨੂੰ ਅਪ ਟੂ ਡੇਟ ਰੱਖਣ ਲਈ ਆਪਣੇ ਚੁਣੇ ਹੋਏ ਸਮੇਂ ਤੇ ਰੋਜ਼ਾਨਾ ਰੀਮਾਈਂਡਰ ਪ੍ਰਾਪਤ ਕਰੋ.
sk: Nastaviť denné upozornenia vo zvolenom čase, aby bol denník aktuálny.
sw: Pata vikumbusho vya kila siku kwa wakati uliochaguliwa ili uendelee kusasisha jarida lako.
te: మీ జర్నల్‌ను తాజాగా ఉంచడానికి మీరు ఎంచుకున్న సమయంలో రోజువారీ రిమైండర్‌లను పొందండి.

source: Import and Export Notes
ar: ملاحظات الاستيراد والتصدير
fi: Tuo ja vie muistiinpanoja
gu: નોંધો આયાત અને નિકાસ કરો
he: ייבוא וייצוא הערות
kn: ಟಿಪ್ಪಣಿಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ರಫ್ತು ಮಾಡಿ
ne: नोटहरू आयात र निर्यात गर्नुहोस्
pa: ਇੰਪੋਰਟ ਅਤੇ ਐਕਸਪੋਰਟ ਨੋਟਿਸ
sk: Import a export poznámok
sw: Hamisha na Hamisha Vidokezo
te: గమనికలను దిగుమతి చేయండి మరియు ఎగుమతి చేయండి

source: Leave
ar: إجازة
fi: Poistu
gu: છોડો
he: עזיבה
kn: ಬಿಡು
ne: छोड्नुहोस्
pa: ਛੱਡੋ
sk: Odísť
sw: Ondoka
te: వదిలేయండి

# logOut2
source: Logout
ar: تسجيل الخروج
fi: Kirjaudu ulos
gu: લોગ આઉટ
he: התנתקות מהמערכת
kn: ಲಾಗ್ಔಟ್
ne: लग आउट गर्नुहोस्
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
sk: Odhlásiť sa
sw: Jiondoe
te: లాగ్అవుట్

source: More Info
ar: معلومات إضافية
fi: Lisätietoja
gu: વધુ માહિતી
he: מידע נוסף
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
ne: थप जानकारी
pa: ਹੋਰ ਜਾਣਕਾਰੀ... No changes made
sk: Viac informácií
sw: Taarifa Zaidi
te: మరింత సమాచారం

# notificationDescription1
source: Take a few minutes to reflect on your day in your diary
ar: خصص بضع دقائق للتفكير في يومك في مفكرتك
fi: Pysähdy hetkeksi tallentamaan päivän ajatuksiasi muistikirjaan
gu: તમારી ડાયરીમાં તમારા દિવસને પ્રતિબિંબિત કરવા માટે થોડી મિનિટો લો
he: הקדש כמה דקות כדי לשקף את היום שלך ביומן שלך
kn: ನಿಮ್ಮ ದಿನಚರಿಯಲ್ಲಿ ನಿಮ್ಮ ದಿನವನ್ನು ಪ್ರತಿಬಿಂಬಿಸಲು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ
ne: तपाईंको डायरीमा तपाईंको दिनको बारेमा प्रतिबिम्बित गर्न केही मिनेट लिनुहोस्
pa: ਆਪਣੀ ਡਾਇਰੀ ਵਿਚ ਆਪਣੇ ਦਿਨ ਬਾਰੇ ਸੋਚਣ ਲਈ ਕੁਝ ਮਿੰਟ ਲਓ
sk: Nájdite si pár minút na premýšľanie o svojom dni vo svojom denníku
sw: Tumia dakika chache kutafakari siku yako katika shajara yako
te: మీ డైరీలో మీ రోజును ప్రతిబింబించడానికి కొన్ని నిమిషాలు కేటాయించండి

# notificationTimeNotEnabled
source: You haven't selected a notification time
ar: لم تحدد وقت إشعار
fi: Ilmoitusajankohtaa ei ole valittu
gu: તમે સૂચનાનો સમય પસંદ કર્યો નથી
he: לא בחרתם שעת התראה
kn: ಅಧಿಸೂಚನೆ ಸಮಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ
ne: तपाईंले सूचना समय छनौट गर्नुभएको छैन
pa: ਤੁਸੀਂ ਇੱਕ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸਮਾਂ ਨਹੀਂ ਚੁਣਿਆ ਹੈ
sk: Čas pre notifikácie nie je zvolený
sw: Hujachagua wakati wa arifa
te: మీరు నోటిఫికేషన్ సమయాన్ని ఎంచుకోలేదు

# notificationTitle1
source: Time to Journal!
ar: حان وقت دفتر اليومية!
fi: Aika kirjoittaa muistikirjaan!
gu: જર્નલ માટે સમય!
he: הגיע הזמן ל - Journal!
kn: ಜರ್ನಲ್‌ಗೆ ಸಮಯ!
ne: जर्नल गर्न समय!
pa: ਟਾਈਮ ਟੂ ਜਰਨਲ!
sk: Čas na denník!
sw: Ni Wakati wa Kuandika Jarida!
te: జర్నల్‌కి సమయం!

# notificationsNotEnabled
source: Notifications are not enabled
ar: تم تمكين الإشعارات.
fi: Ilmoituksia ei ole otettu käyttöön
gu: સૂચનાઓ સક્ષમ નથી
he: ההתראות לא מופעלות
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ
ne: सूचनाहरू सक्षम छैनन्
pa: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਸਮਰੱਥ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ
sk: Notifikácie nie sú nastavené
sw: Arifa hazijawezeshwa
te: నోటిఫికేషన్‌లు ప్రారంభించబడలేదు

# pickFromFileManager
source: Pick From Files
ar: اختر من الملفات
fi: Valitse tiedostoista
gu: ફાઇલોમાંથી પસંદ કરો
he: בחר מתוך קבצים
kn: ಫೈಲ್‌ಗಳಿಂದ ಆರಿಸಿ
ne: फाइलहरूबाट छान्नुहोस्
pa: ਫਾਇਲਾਂ ਵਿੱਚੋਂ ਚੁਣੋ
sk: Vybrať zo súborov
sw: Chagua Kutoka kwenye Faili
te: ఫైళ్ళ నుండి ఎంచుకోండి

source: PIN login failed
ar: فشل في تسجيل الدخول
fi: Sisäänkirjautuminen epäonnistui
gu: પ્રવેશ નિષ્ફળ
he: התחברות נכשלה
kn: ಪಿನ್ ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ
ne: पिन लगइन असफल
pa: ਲਾਗਇਨ ਫੇਲ੍ਹ
sk: Prihlásenie pomocou PIN kódu zlyhalo
sw: Majaribio ya kuingia hayajafanikiwa
te: PIN లాగిన్ విఫలమైంది

# pinLoginSetupInstructions
source: An up 4 to digit PIN will be prompted on lock screen
ar: ستتم المطالبة برقم تعريف شخصي مكون من 4 أرقام على شاشة القفل
fi: Lukitusnäytöllä näytetään enintään 4-numeroinen PIN-KOODI
gu: લૉક સ્ક્રીન પર 4 થી અંકોનો પિન પૂછવામાં આવશે
he: תתבקש להזין קוד PIN של עד 4 ספרות במסך הנעילה
kn: ಲಾಕ್ ಸ್ಕ್ರೀನ್‌ನಲ್ಲಿ 4 ರಿಂದ ಅಂಕಿಯ ಪಿನ್ ಅನ್ನು ಪ್ರಾಂಪ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ
ne: लक स्क्रिनमा ४ अंकको पिनको लागि सोधिनेछ
pa: ਲਾਕ ਸਕ੍ਰੀਨ 'ਤੇ 4 ਤੋਂ ਅੰਕ ਤੱਕ ਦਾ ਪਿੰਨ ਪੁੱਛਿਆ ਜਾਵੇਗਾ
sk: Na uzamknutej obrazovke sa zobrazí výzva na zadanie 4-miestneho kódu PIN
sw: PINI ya tarakimu 4 itaelekezwa kwenye skrini ya kufuli
te: లాక్ స్క్రీన్ ‌ పై 4 నుండి అంకెల పిన్ ప్రాంప్ట్ చేయబడుతుంది

# pinMustBe4Digit
source: Please enter a 4-digit PIN
ar: الرجاء إدخال السنة مكونة من 4 أرقام
fi: Anna nelinumeroinen PIN-koodi
gu: કૃપા કરીને 4-અંકનો PIN દાખલ કરો
he: יש להזין קוד PIN בן ארבע ספרות
kn: ದಯವಿಟ್ಟು 4-ಅಂಕಿಯ ಪಿನ್ ನಮೂದಿಸಿ
ne: कृपया ४ अंकको पिन प्रविष्ट गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ 4-ਅੰਕਾਂ ਦਾ ਪਿੰਨ ਦਰਜ ਕਰੋ
sk: Prosím, zadajte 4-ciferný kód PIN
sw: Tafadhali weka PIN yenye tarakimu 4
te: దయచేసి 4-అంకెల పిన్ ‌ ను నమోదు చేయండి

# pinResetSuccessful
source: PIN confirmation feeling
ar: الشعور بتأكيد رقم التعريف الشخصي
fi: PIN-VAHVISTUKSEN TUNNE
gu: પિન પુષ્ટિ લાગણી
he: תחושת אישור קוד PIN
kn: ಪಿನ್ ದೃಢೀಕರಣ ಭಾವನೆ
ne: पिन पुष्टिकरण सफल
pa: ਪਿੰਨ ਪੁਸ਼ਟੀ ਭਾਵਨਾ
sk: Resetovanie PIN kódu úspešné
sw: Hisia ya uthibitisho wa PIN
te: ధృవీకరణ ఫీలింగ్ ‌ ను PIN చేయండి

source: PINs don't match
ar: أرقام التعريف الشخصية (PIN) غير متطابقة
fi: PIN-koodit eivät täsmää
gu: PINs મેળ ખાતા નથી
he: מספרי הזיהוי האישי לא תואמים
kn: ಪಿನ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ne: पिनहरू मिल्दैनन्
pa: ਪਿੰਨ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
sk: Kódy PIN sa nezhodujú
sw: PIN hazilingani
te: పిన్ ‌ లు సరిపోలడం లేదు

source: Project on Github
ar: مشروع على Github
fi: Projekti Githubissa
gu: Github પર પ્રોજેક્ટ
he: פרויקט ב - Github
kn: ಗಿಥಬ್‌ನಲ್ಲಿ ಪ್ರಾಜೆಕ್ಟ್
ne: गिटहबमा परियोजना
pa: Github 'ਤੇ ਪ੍ਰੋਜੈਕਟ
sk: Projekt na Githube
sw: Mradi kwenye Github
te: Githubలో ప్రాజెక్ట్

source: Record Audio
ar: التسجيل الصوتي القياسي
fi: Nauhoita ääntä
gu: ગેમનો ઓડિયો રેકોર્ડ કરો
he: הקלט קול
kn: ರೆಕಾರ್ಡ್ ಆಡಿಯೋ
ne: अडियो रेकर्ड गर्नुहोस्
pa: ਆਡੀਓ ਰਿਕਾਰਡ ਕਰੋ
sk: Záznam zvuku
sw: Rekodi Sauti
te: ఆడియోను రికార్డ్ చేయండి

source: Reminders
ar: التذكيرات
fi: Muistutukset
gu: યાદ અપાવનાર
he: תזכורות
kn: ಜ್ಞಾಪನೆ
ne: स्मरणपत्र
pa: ਯਾਦ ਪੱਤਰ
sk: Pripomenutie:
sw: Vikumbusho:
te: రిమైండర్ ‌ లు

source: Reset PIN
ar: إعادة تعيين رقم التعريف الشخصي
fi: Nollaa PIN-KOODI
gu: PIN રીસેટ કરો
he: איפוס מספר זיהוי אישי
kn: ಪಿನ್ ಮರುಹೊಂದಿಸಿ
ne: पिन रिसेट गर्नुहोस्
pa: ਪਿੰਨ ਰੀਸੈੱਟ ਕਰੋ
sk: Resetovať PIN kód
sw: Weka upya PIN
te: పిన్ ‌ ను రీసెట్ చేయండి

source: Security
ar: الضمان
fi: Turvallisuus
gu: સીક્યોરીટી
he: אבטחה
kn: ಭದ್ರತೆ
ne: सुरक्षा
pa: ਸੁਰੱਖਿਆ
sk: Bezpečnosť
sw: Ulinzi
te: భద్రత

source: Security Settings
ar: اعدادات الامان
fi: Suojausasetukset
gu: સુરક્ષા સેટિંગ્સ
he: הגדרות אבטחה
kn: ಭದ್ರತಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ne: सुरक्षा सेटिङहरू
pa: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗ
sk: Bezpečnostné nastavenia
sw: mipangilio ya usalama
te: భద్రతా సెట్టింగులు

source: Select Voice
ar: انتقِ:
fi: Valitse ääni:
gu: વૉઇસ પસંદ કરો
he: בחר “Voice” (קול).
kn: ಧ್ವನಿ ಆಯ್ಕೆಮಾಡಿ
pa: ਆਵਾਜ਼ ਚੁਣੋ
sk: Zvolte hlas:
sw: Chagua Sauti
te: వాయిస్ ఎంచుకోండి

source: Sign in with Email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
fi: Kirjaudu sisään sähköpostiosoitteella
gu: ઇમેઇલથી સાઇન ઇન કરો
he: התחברות באמצעות כתובת אימייל
kn: ಇಮೇಲ್ ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ne: इमेलसँग साइन इन गर्नुहोस्
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
sk: Prihlásenie pomocou emailu
sw: Ingia kwa kutumia Barua pepe
te: ఇమెయిల్ ‌ తో సైన్ ఇన్ చేయండి

# sortByAtoZ
source: Sort by A-Z
ar: قم بالفرز حسب أ-ي
fi: Lajitteluperuste: A-Z
gu: A-Z દ્વારા સૉર્ટ કરો
he: מיון לפי א - ת
kn: A-Z ಪ್ರಕಾರ ವಿಂಗಡಿಸಿ
ne: A-Z द्वारा क्रमबद्ध गर्नुहोस्
pa: A-Z ਦੁਆਰਾ ਕ੍ਰਮਬੱਧ ਕਰੋ
sk: Zoradiť od A po Z
sw: Panga kulingana na A-Z
te: A-Z ద్వారా క్రమబద్ధీకరించు

source: Sort by Latest First
ar: الترتيب حسب الأحدث أولاً
fi: Lajittele uusimman mukaan ensin
gu: લેટેસ્ટ ફર્સ્ટ દ્વારા સૉર્ટ કરો
he: מיין לפי המילה האחרונה תחילה
kn: ಇತ್ತೀಚಿನ ಮೊದಲು ವಿಂಗಡಿಸಿ
ne: सबैभन्दा नयाँबाट क्रमबद्ध गर्नुहोस्
pa: ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਲੜੀਬੱਧ
sk: Zoradiť podľa najnovších
sw: Panga kulingana na Mwisho Kwanza
te: లేటెస్ట్ ఫస్ట్ వారీగా క్రమబద్ధీకరించండి

source: Sort by Oldest First
ar: ترتيب حسب التاريخ (الأقدم أولاً)
fi: Lajittele vanhin ensin
gu: પહેલા સૌથી જૂના દ્વારા સૉર્ટ કરો
he: מיון לפי תאריך (ישנים קודם)
kn: ಹಳೆಯ ಮೊದಲ ಪ್ರಕಾರವಾಗಿ ವಿಂಗಡಿಸಿ
ne: सबैभन्दा पुरानोबाट क्रमबद्ध गर्नुहोस्
pa: ਸਭ ਤੋਂ ਪੁਰਾਣੀ ਪਹਿਲਾਂ ਲੜੀਬੱਧ
sk: Zoradiť podľa najstarších
sw: Panga kulingana na Wazee Kwanza
te: పాతది మొదటగా క్రమబద్ధీకరించండి

source: Stay
ar: الإقامة
fi: Jää
gu: રહો
he: הישארו
kn: ಉಳಿಯಿರಿ
ne: बस्नुहोस्
pa: nawa
sk: Zostať
sw: Baki
te: ఉండు

source: Tag already exists
ar: هذا الوسم موجود بالفعل
fi: Tunniste on jo olemassa
gu: ટૅગ પહેલેથી જ અસ્તિત્વમાં છે
he: שם תג קיים כבר
kn: ಟ್ಯಾಗ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ne: ट्याग पहिले नै अवस्थित छ
pa: ਟੈਗ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
sk: Označenie už existuje
sw: tayari ipo
te: ట్యాగ్ ఇప్పటికే ఉంది

# themeFontsAndLanguage
source: Customize Theme, Fonts and Language
ar: تخصيص السمة والخطوط واللغة
fi: Muokkaa teemaa, fontteja ja kieltä
gu: થીમ, ફોન્ટ્સ અને ભાષાને કસ્ટમાઇઝ કરો
he: התאמה אישית של ערכת עיצוב, גופנים ושפה
kn: ಥೀಮ್, ಫಾಂಟ್‌ಗಳು ಮತ್ತು ಭಾಷೆಯನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ne: थिम, फन्ट र भाषा अनुकूलित गर्नुहोस्
pa: ਥੀਮ, ਫੋਂਟ ਅਤੇ ਭਾਸ਼ਾ ਅਨੁਕੂਲਿਤ ਕਰੋ
sk: Prispôsobiť tému, písma a jazyk
sw: Binafsisha Mandhari, Fonti na Lugha
te: థీమ్, ఫాంట్ ‌ లు మరియు భాషను అనుకూలీకరించండి

source: Toolbar Position
ar: موضع شريط الأدوات
fi: Työkalurivin sijainti
gu: સાધનપટ્ટીની સ્થિતિ
he: מיקום סרגל הכלים
kn: ಉಪಕರಣಪಟ್ಟಿಯ ಸ್ಥಾನ
pa: ਟੂਲਬਾਰ ਸਥਿਤੀ
sk: Pozícia panela s nástrojmi
sw: Nafasi ya upau wa zana
te: టూల్ ‌ బార్ స్థానం

source: WebDAV URL
ar: رابط WebDAV
fi: WebDAV-URL-osoite
he: כתובת WebDAV
kn: ವೆಬ್ಡಾವ್ url
ne: वेबडेभ URL
sw: URL ya WebDAV
te: వెబ్DAV URL

source: Wrong PIN
ar: رمز التعريف الشخصي خاطئ
fi: Väärä PIN-koodi
gu: ખોટી પિન
he: קוד PIN שגוי
kn: ತಪ್ಪಾದ ಪಿನ್
ne: गलत पिन
pa: ਗਲਤ ਪਿੰਨ
sk: Nesprávny PIN kód
sw: PIN isiyo sahihi
te: తప్పు PIN

# youWillBeNotifiedAt
source: You will be notified at {time}
ar: سيتم إخطارك في {time}
fi: Ilmoitusajankohta: {time}
gu: તમને {time} વાગ્યે જાણ કરવામાં આવશે
he: תקבל הודעה בשעה {time}
kn: ನಿಮಗೆ {time} ಸಮಯದಲ್ಲಿ ಸೂಚಿಸಲಾಗುವುದು
ne: तपाईंलाई {time} मा सूचित गरिनेछ
pa: ਤੁਹਾਨੂੰ {time} ਵਜੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ
sk: Notifikácia o {time}
sw: Utaarifiwa saa {time}
te: మీకు {time}కి తెలియజేయబడుతుంది

source: NextCloud
gu: નેક્સ્ટક્લાઉડ
kn: ನೆಕ್ಸ್ಟ್ ಕ್ಲೌಡ್
ne: नेक्स्टक्लाउड
pa: ਅਗਲਾਕਲਾਉਡ
te: నెక్స్ట్ క్లౌడ్
