Repository: SankethBK/diaryvault
Catalog: lib/l10n/intl_*.arb
Languages: ar, fi, gu, he, kn, ne, pa, sk, sw, te

# language
source: English
ar: العربية
fi: Finnish
gu: Gujarati
he: Hebrew
kn: Kannada
ne: Nepali
pa: Panjabi
sk: Slovenčina
sw: Swahili
te: Telugu

source: Page not found
ar: الصفحة غير موجودة
fi: Sivua ei löydy
gu: પેજ નથી મળ્યું
he: דף לא נמצא
kn: ಪುಟ ಕಂಡುಬಂದಿಲ್ಲ
ne: पृष्ठ फेला परेन
pa: ਪੰਨਾ ਮਿਲਿਆ ਨਹੀਂ
sk: Stránka nedostupná
sw: Ukurasa haujapatikana
te: పేజీ కనబడలేదు

source: Settings
ar: الإعدادات
fi: Asetukset
gu: સેટિંગ્સ
he: הגדרות
kn: ಸಂಯೋಜನೆಗಳು
ne: सेटिङहरू
pa: ਵਿਵਸਥਾ
sk: Nastavenia
sw: Mipangilio
te: సెట్టింగులు

source: Enter new email
ar: أدخل بريد إلكتروني جديد
fi: Anna uusi sähköpostiosoite
gu: નવો ઈમેલ દાખલ કરો
he: הכנס אימייל חדש
kn: ಹೊಸ ಇಮೇಲ್ ನಮೂದಿಸಿ
ne: नयाँ इमेल लेख्नुहोस्
pa: ਨਵੀਂ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
sk: Zadajte nový email
sw: Ingiza barua pepe mpya
te: కొత్త ఈమెయిలును ఇవ్వండి

source: Enter Registered Email
ar: أدخل البريد الإلكتروني المسجل
fi: Anna rekisteröity sähköpostiosoite
gu: નોંધાયેલ ઇમેઇલ દાખલ કરો
he: הכנס אימייל רשום
kn: ನೋಂದಾಯಿತ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ne: दर्ता भएको इमेल लेख्नुहोस्
pa: ਰਜਿਸਟਰਡ ਈਮੇਲ ਦਰਜ ਕਰੋ
sk: Zadajte registrovaný email
sw: Ingiza Barua pepe iliyosajiliwa
te: నమోదు చేసిన ఈమెయిలును ఇవ్వండి

source: Enter current password
ar: أدخل كلمة المرور الحالية
fi: Anna nykyinen salasana
gu: વર્તમાન પાસવર્ડ દાખલ કરો
he: הכנס סיסמה עכשווית
kn: ಪ್ರಸ್ತುತ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ne: हालको पासवर्ड लेख्नुहोस्
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਿਓ
sk: Zadajte aktuálne heslo
sw: Ingiza nenosiri la sasa
te: ప్రస్తుత పాస్‌వర్డ్‌న్ని ప్రవేశపెట్టండి

source: Reset password
ar: إعادة تعيين كلمة المرور
fi: Nollaa salasana
gu: પાસવર્ડ રીસેટ કરો
he: אפס סיסמה
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ne: पासवर्ड रिसेट गर्नुहोस्
pa: ਪਾਸਵਰਡ ਰੀਸੈੱਟ
sk: Resetovať heslo
sw: Weka upya nenosiri
te: పాస్‌వర్డ్‌న్ని మార్చుకోండి

source: Auto sync
ar: مزامنة تلقائية
fi: Automaattinen synkronointi
gu: સ્વતઃ સમન્વયન
he: סנכרון אוטומטי
kn: ಸ್ವಯಂ ಸಿಂಕ್ರೊನೈಸ್
ne: स्वचालित सिंक
pa: ਆਟੋ ਸਿੰਕ
sk: Auto-synchronizácia
sw: Sawazisha moja kwa moja
te: స్వీయ సమకాలీకరణ

source: Already have an account?
ar: هل لديك حساب بالفعل؟
fi: Oletko jo rekisteröitynyt?
gu: પહેલેથી જ એકાઉન્ટ છે?
he: האם יש לך כבר חשבון?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರ?
ne: पहिले नै खाता छ?
pa: ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?
sk: Máte už účet?
sw: Tayari una akaunti?
te: ఖాతా కలిగి ఉన్నారా?

source: Sync now
ar: مزامنة الآن
fi: Synkronoi nyt
gu: હવે સમન્વય કરો
he: סנכרן עכשיו
kn: ಈಗ ಸಿಂಕ್ ಮಾಡಿ
ne: अहिले सिंक गर्नुहोस्
pa: ਹੁਣ ਸਿੰਕ ਕਰੋ
sk: Synchronizovať teraz
sw: Sawazisha sasa
te: సమకాలీకరించు

source: Available platforms for sync
ar: المنصات المتاحة للمزامنة
fi: Synkronointia tukevat alustat
gu: સમન્વયન માટે ઉપલબ્ધ પ્લેટફોર્મ
he: פלטפורמות אפשריות לסנכרון
kn: ಸಿಂಕ್‌ಗಾಗಿ ಲಭ್ಯವಿರುವ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳು
ne: सिंकको लागि उपलब्ध प्लेटफर्महरू
pa: ਸਿੰਕ ਲਈ ਉਪਲਬਧ ਪਲੇਟਫਾਰਮ
sk: Dostupné platformy pre synchronizáciu
sw: Jukwaa zinazopatikana kwa kusawazisha
te: సమకాలీకరణ కోసం అందుబాటులో ఉన్న ప్లాట్‌ఫారమ్‌లు

source: Automatically sync notes with cloud
ar: مزامنة الملاحظات تلقائيًا مع السحابة
fi: Synkronoi muistiinpanot pilvipalveluun automaattisesti
gu: મેઘ સાથે નોંધોને આપમેળે સમન્વયિત કરો
he: סנכרן פתקים אוטמטית עם הענן
kn: ಟಿಪ್ಪಣಿಗಳನ್ನು ಕ್ಲೌಡ್‌ನೊಂದಿಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಿಂಕ್ ಮಾಡಿ
ne: क्लाउडसँग स्वचालित रूपमा नोटहरू सिंक गर्नुहोस्
pa: ਕਲਾਉਡ ਨਾਲ ਆਟੋਮੈਟਿਕਲੀ ਸਿੰਕ
sk: Synchronizovať obsah s cloudovým úložiskom automaticky
sw: Kusawazisha kumbukumbu kiotomatiki na wingu
te: స్వయంచాలకంగా క్లబ్ తో నోట్స్

source: Deletion failed
ar: فشل الحذف
fi: Poisto ei onnistunut
gu: કાઢી નાખવાનું નિષ્ફળ થયું
he: מחיקה נכשלה
kn: ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ
ne: मेटाउन असफल भयो
pa: ਮਿਟਾਉਣਾ ਅਸਫਲ ਰਿਹਾ
sk: Zmazanie zlyhalo
sw: Kufuta kushindikana
te: తొలగింపు విఫలమైంది

source: Enable fingerprint login
ar: تمكين تسجيل الدخول ببصمة الإصبع
fi: Ota sormenjälkitunnistus käyttöön
gu: ફિંગરપ્રિન્ટ લોગિન સક્ષમ કરો
he: אפשר התחברות דרך טביעת אצבע
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಲಾಗಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ne: फिंगरप्रिन्ट लगइन सक्षम गर्नुहोस्
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਲੌਗਇਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
sk: Povoliť prihlásenie odtlačkom prsta
sw: Wezesha kuingia kwa alama za vidole
te: ఫింగర్‌ప్రింట్‌లాగిన్‌ని ప్రారంభించండి

# fingerPrintAthShouldBeEnabledInDeviceSettings
source: Fingerprint auth should be enabled in device settings
ar: يجب تمكين تسجيل الدخول ببصمة الإصبع في إعدادات الجهاز
fi: Sormenjälkitunnistus on otettava käyttöön laitteen asetuksissa
gu: ઉપકરણ સેટિંગ્સમાં ફિંગરપ્રિન્ટ પ્રમાણીકરણ સક્ષમ હોવું જોઈએ
he: אימות על ידי טביעת אצבע צריך להיות מופעל בהגדרות המכשיר
kn: ಸಾಧನ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ದೃಢೀಕರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
ne: उपकरणको सेटिङमा फिंगरप्रिन्ट प्रमाणीकरण सक्षम गरिनु पर्छ
pa: ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਫਿੰਗਰਪ੍ਰਿੰਟ ਪ੍ਰਮਾਣੀਕਰਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਇਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ
sk: Autentifikácia odtlačkom prsta potrebuje povolenie v nastaveniach zariadenia
sw: Uthibitisho wa alama za vidole unapaswa kuwezeshwa katika mipangilio ya kifaa
te: పరికర సెట్టింగ్‌లలో వేలిముద్ర ప్రమాణీకరణను ప్రారంభించాలి

source: Fingerprint login failed
ar: فشل تسجيل الدخول ببصمة الإصبع
fi: Sormenjälkitunnistus ei onnistunut
gu: ફિંગરપ્રિન્ટ લોગિન નિષ્ફળ થયું
he: התחברות עם טביעת אצבע נכשלה
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ
ne: फिंगरप्रिन्ट लगइन असफल भयो
pa: ਫਿੰਗਰਪ੍ਰਿੰਟ ਲਾਗਇਨ ਅਸਫਲ ਰਿਹਾ
sk: Prihlásenie odtlačkom prsta zlyhalo
sw: Kuingia kwa alama za vidole kushindikana
te: ఫింగర్ ప్రింట్ లాగిన్ విఫలమైంది

# tooManyWrongAttempts
source: Too many wrong attempts, please login with password
ar: عدد كبير من المحاولات الخاطئة، يرجى تسجيل الدخول بكلمة المرور
fi: Tunnistus epäonnistui liian monta kertaa. Anna salasana.
gu: ઘણા બધા ખોટા પ્રયાસો, કૃપા કરીને પાસવર્ડ વડે લૉગિન કરો
he: יותר מדי התחברויות כושלות, אנא התחבר עם סיסמה
kn: ತುಂಬಾ ತಪ್ಪು ಪ್ರಯತ್ನಗಳು
ne: धेरै गलत प्रयासहरू, कृपया पासवर्डको साथ लगइन गर्नुहोस्
pa: ਬਹੁਤ ਸਾਰੀਆਂ ਗਲਤ ਕੋਸ਼ਿਸ਼ਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਨਾਲ ਲੌਗਇਨ ਕਰੋ
sk: Príliš veľa nesprávnych pokusov, prihláste sa pomocou hesla
sw: Jaribio nyingi za makosa, tafadhali ingia kwa nenosiri
te: చాలా తప్పు ప్రయత్నాలు ఉన్నాయి, దయచేసి పాస్‌వర్డ్‌తో లాగిన్ చేయండి

# emailUpdatedSuccessfully
source: Email updated successfully, please login again
ar: تم تحديث البريد الإلكتروني بنجاح، يرجى تسجيل الدخول مرة أخرى
fi: Sähköpostiosoite on päivitetty. Kirjaudu uudelleen sisään.
gu: ઇમેઇલ સફળતાપૂર્વક અપડેટ થયો, કૃપા કરીને ફરીથી લૉગિન કરો
he: אימייל עודכן בהצלחה, אנא התחבר שוב
kn: ಇಮೇಲ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ne: इमेल सफलतापूर्वक अपडेट गरियो, कृपया पुनः लगइन गर्नुहोस्
pa: ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਲੌਗਇਨ ਕਰੋ
sk: Email bol úspešne aktualizovaný, prihláste sa znova
sw: Barua pepe imeboreshwa kwa mafanikio, tafadhali ingia tena
te: ఇమెయిల్ విజయవంతంగా నవీకరించబడింది, దయచేసి మళ్ళీ లాగిన్ చేయండి

# passwordResetMailSent
source: Password reset email sent
ar: تم إرسال بريد إعادة تعيين كلمة المرور
fi: Salasanan palautusviesti on lähetetty
gu: પાસવર્ડ રીસેટ ઈમેલ મોકલ્યો
he: אימייל איפוס סיסמה נשלח
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ ಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ
ne: पासवर्ड रिसेट इमेल पठाइयो
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਈਮੇਲ ਭੇਜੀ ਗਈ
sk: Email pre resetovanie hesla bol odoslaný
sw: Barua pepe ya kuweka upya nenosiri imepelekwa
te: పాస్‌వర్డ్ రీసెట్ ఇమెయిల్ పంపబడింది

source: Incorrect password
ar: كلمة المرور غير صحيحة
fi: Salasana on väärä
gu: ખોટો પાસવર્ડ
he: סיסמה לא נכונה
kn: ತಪ್ಪಾದ ಪಾಸ್ವರ್ಡ್
ne: गलत पासवर्ड
pa: ਗਲਤ ਪਾਸਵਰਡ
sk: Nesprávne heslo
sw: Nenosiri sio sahihi
te: సరికాని పాస్వర్డ్

source: Password verified
ar: تم التحقق من كلمة المرور
fi: Salasana on vahvistettu
gu: પાસવર્ડ ચકાસાયેલ
he: סיסמה אומתה
kn: ಪಾಸ್ವರ್ಡ್ ಪರಿಶೀಲಿಸಲಾಗಿದೆ
ne: पासवर्ड पुष्टि भयो
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ
sk: Heslo overené
sw: Nenosiri limethibitishwa
te: పాస్‌వర్డ్ ధృవీకరించబడింది

source: Passwords don't match
ar: كلمات المرور غير متطابقة
fi: Salasanat eivät täsmää
gu: પાસવર્ડ મેળ ખાતા નથી
he: הסיסמאות לא תואמות
kn: ಪಾಸ್ವರ್ಡ್ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ne: पासवर्डहरू मेल खाँदैनन्
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
sk: Heslá sa nezhodujú
sw: Nenosiri hazilingani
te: పాస్‌వర్డ్‌లు సరిపోలడం లేదు

source: Password reset successful
ar: إعادة تعيين كلمة المرور بنجاح
fi: Salasanan palautus onnistui
gu: પાસવર્ડ રીસેટ સફળ
he: איפוס סיסמה עבר בהצלחה
kn: ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ne: पासवर्ड रिसेट सफल भयो
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਸਫਲ ਰਿਹਾ
sk: Resetovanie hesla bolo úspešné
sw: Kuweka upya nenosiri kumefanikiwa
te: పాస్‌వర్డ్ రీసెట్ విజయవంతమైంది

source: Unexpected error occured
ar: حدث خطأ غير متوقع
fi: On ilmennyt odottamaton virhe
gu: અનપેક્ષિત ભૂલ આવી
he: בעיה לא צפויה קרתה
kn: ಅನಿರೀಕ್ಷಿತ ದೋಷ ಸಂಭವಿಸಿದೆ
ne: अनपेक्षित त्रुटि भयो
pa: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ
sk: Vyskytla sa neočakávaná chyba
sw: Hitilafu isiyotarajiwa ilitokea
te: ఊహించని లోపం సంభవించింది

source: Please setup your account to use this feature
ar: يرجى إعداد حسابك لاستخدام هذه الميزة
fi: Ominaisuus edellyttää, että tili on määritetty
gu: કૃપા કરીને આ સુવિધાનો ઉપયોગ કરવા માટે તમારું એકાઉન્ટ સેટ કરો
he: אנא הקם את חשבונך כדי להשתמש באפשרות הזאת
kn: ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಬಳಸಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ
ne: कृपया यो सुविधा प्रयोग गर्न आफ्नो खाता सेटअप गर्नुहोस्
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਆਪਣਾ ਖਾਤਾ ਸੈਟ ਅਪ ਕਰੋ
sk: Ak chcete používať túto funkciu, vytvorte si účet
sw: Tafadhali weka akaunti yako kutumia kipengee hiki
te: దయచేసి ఈ ఫీచర్‌ని ఉపయోగించడానికి మీ ఖాతాను సెటప్ చేయండి

source: Account setup successful
ar: تم إعداد الحساب بنجاح
fi: Tilin määritys onnistui
gu: એકાઉન્ટ સેટઅપ સફળ
he: הקמת חשבון נעשתה בהצלחה
kn: ಖಾತೆ ಸೆಟಪ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ne: खाता सेटअप सफल भयो
pa: ਖਾਤਾ ਸੈੱਟਅੱਪ ਸਫਲ ਰਿਹਾ
sk: Konfigurácia účtu bola úspešná
sw: Kuanzisha akaunti kumefanikiwa
te: ఖాతా సెటప్ విజయవంతమైంది

source: Failed to fetch note
ar: فشل جلب المذكرة
fi: Muistiinpanon haku ei onnistunut
gu: નોંધ મેળવવામાં નિષ્ફળ
he: נכשל בלהביא פתק
kn: ಟಿಪ್ಪಣಿಯನ್ನು ತರಲು ವಿಫಲವಾಗಿದೆ
ne: नोट ल्याउन असफल भयो
pa: ਨੋਟ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
sk: Načítanie poznámky neúspešné
sw: Kushindwa kupata kumbukumbu
te: ToFetchNote విఫలమైంది

source: Failed to save note
ar: فشل حفظ المذكرة
fi: Muistiinpanon tallennus ei onnistunut
gu: નોંધ સાચવવામાં નિષ્ફળ
he: נכשל בלשמור על פתק
kn: ಟಿಪ್ಪಣಿಯನ್ನು ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ne: नोट सुरक्षित गर्न असफल भयो
pa: ਨੋਟ ਸੰਭਾਲਣ ਵਿੱਚ ਅਸਫਲ
sk: Uloženie poznámky neúspešné
sw: Kushindwa kuhifadhi kumbukumbu
te: గమనికను సేవ్ చేయడంలో విఫలమైంది

source: Note saved successfully
ar: تم حفظ المذكرة بنجاح
fi: Muistiinpano on tallennettu
gu: નોંધ સફળતાપૂર્વક સાચવી
he: פתק נשמר בהצלחה
kn: ಟಿಪ್ಪಣಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ne: नोट सफलतापूर्वक सुरक्षित भयो
pa: ਨੋਟ-ਕਥਨ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ
sk: Uloženie poznámky úspešné
sw: Kumbukumbu imehifadhiwa kwa mafanikio
te: గమనిక విజయవంతంగా భద్రమైంది

source: Note updated successfully
ar: تم تحديث المذكرة بنجاح
fi: Muistiinpano on päivitetty
gu: નોંધ સફળતાપૂર્વક અપડેટ થઈ
he: פתק עודכן בהצלחה
kn: ಟಿಪ್ಪಣಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ne: नोट सफलतापूर्वक अपडेट भयो
pa: ਨੋਟ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
sk: Aktualizovanie poznámky úspešné
sw: Kumbukumbu imeboreshwa kwa mafanikio
te: గమనిక విజయవంతంగా నవీకరించబడింది

# notesSyncSuccessfull
source: Notes sync successful
ar: مزامنة الملاحظات ناجحة
fi: Muistiinpanot on synkronoitu
gu: નોંધ સમન્વય સફળ
he: סנכרון פתקים התבצע בהצלחה
kn: ಟಿಪ್ಪಣಿಗಳ ಸಿಂಕ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ne: नोटहरू सिंक सफल भयो
pa: ਨੋਟਸ ਸਿੰਕ ਸਫਲ
sk: Synchronizovanie poznámok úspešné
sw: Usawazishaji wa kumbukumbu kwa mafanikio
te: గమనికల సమకాలీకరణ విజయవంతమైంది

# loginToEnableAutoSync
source: Please login to enable auto-sync
ar: الرجاء تسجيل الدخول لتمكين المزامنة التلقائية
fi: Ota automaattinen synkronointi käyttöön kirjautumalla sisään
gu: સ્વતઃ-સમન્વયન સક્ષમ કરવા માટે કૃપા કરીને લૉગિન કરો
he: אנא התחבר כדי לאפשר סנכרון אוטומטי
kn: ಸ್ವಯಂ ಸಿಂಕ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ne: कृपया स्वचालित सिंक सक्षम गर्न लगइन गर्नुहोस्
pa: ਆਟੋ ਸਿੰਕ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ ਲੌਗਇਨ ਕਰੋ
sk: Ak chcete povoliť automatickú synchronizáciu, prihláste sa
sw: Tafadhali ingia kuanzisha kusawazisha moja kwa moja
te: దయచేసి స్వీయ-సమకాలీకరణను ప్రారంభించడానికి లాగిన్ చేయండి

source: Enable auto save
ar: تمكين الحفظ التلقائي
fi: Ota automaattinen tallennus käyttöön
gu: ઓટો સેવ સક્ષમ કરો
he: הפעל שמירה אוטומטית
kn: ಸ್ವಯಂ ಉಳಿಸುವಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ne: स्वचालित सुरक्षित सुविधा सक्रिय गर्नुहोस्
pa: ਆਟੋ ਸੇਵ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
sk: Povoliť automatické ukladanie
sw: Wezesha kuhifadhi kiotomatiki
te: స్వయంచాలకంగా సేవ్ చేయడాన్ని ప్రారంభించండి

source: Date Filter
ar: تصفية التاريخ
fi: Päivämääräsuodatin
gu: તારીખ ફિલ્ટર
he: סינון תאריך
kn: ದಿನಾಂಕ ಫಿಲ್ಟರ್
ne: मिति फिल्टर
pa: ਮਿਤੀ ਫਿਲਟਰ
sk: Filtrujte podľa dátumu
sw: Chuja tarehe
te: తేదీ ఫిల్టర్

source: From
ar: من
fi: Alku
gu: થી
he: מאת
kn: ಇಂದ
ne: बाट
pa: ਤੋਂ
sk: Od
sw: Kutoka
te: నుండి

source: To
ar: إلى
fi: Loppu
gu: પ્રતિ
he: ל
kn: ಗೆ
ne: सम्म
pa: ਨੂੰ
sk: Do
sw: Hadi
te: కు

source: Are you sure about logging out?
ar: هل أنت متأكد من تسجيل الخروج؟
fi: Haluatko varmasti kirjautua ulos?
gu: શું તમે લૉગ આઉટ કરવા વિશે ચોક્કસ છો?
he: האם אתה בטוח שאתה רוצה להתנתק?
kn: ಲಾಗ್ ಔಟ್ ಮಾಡುವ ಕುರಿತು ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ?
ne: के तपाईं लगआउट गर्न निश्चित हुनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਲੌਗ ਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
sk: Chcete sa odhlásiť?
sw: Una uhakika wa kutoka?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?

source: Send feedback
ar: إرسال ملاحظات
fi: Lähetä palautetta
gu: પ્રતિસાદ મોકલ
he: שלח משוב
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
ne: प्रतिक्रिया पठाउनुहोस्
pa: ਫੀਡਬੈਕ ਭੇਜੋ
sk: Poslať spätnú väzbu
sw: Tuma maoni
te: అభిప్రాయాన్ని పంపండి

source: Share with Friends
ar: مشاركة مع الأصدقاء
fi: Kerro sovelluksesta ystäville
gu: મિત્રો સાથે વહેંચવું
he: שתף עם חברים
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
ne: मित्रहरूसँग बाँड्नुहोस्
pa: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
sk: Zdielať s priateľmi
sw: Shiriki na Marafiki
te: మిత్రులతో పంచుకొనుట

source: Choose Theme
ar: اختر السمة
fi: Valitse teema
gu: થીમ પસંદ કરો
he: בחר נושא
kn: ಥೀಮ್ ಆಯ್ಕೆಮಾಡಿ
ne: थीम छान्नुहोस्
pa: ਥੀਮ ਚੁਣੋ
sk: Vybrať motív
sw: Chagua Maudhui
te: థీమ్‌ని ఎంచుకోండి

source: App version
ar: إصدار التطبيق
fi: Sovelluksen versio
gu: એપ્લિકેશન સંસ્કરણ
he: גרסת ישומון
kn: ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ
ne: एप संस्करण
pa: ਐਪਲੀਕੇਸ਼ਨ ਵਰਜਨ
sk: Verzia aplikácie
sw: Toleo la Programu
te: యాప్ వెర్షన్

# continueAsGues
source: Continue as guest
ar: المتابعة كضيف
fi: Jatka vieraskäyttäjänä
gu: અતિથિ તરીકે ચાલુ રાખો
he: המשך כאורח
kn: ಅತಿಥಿಯಾಗಿ ಮುಂದುವರಿಯಿರಿ
ne: अतिथिको रूपमा जारी राख्नुहोस्
pa: ਮਹਿਮਾਨ ਵਜੋਂ ਜਾਰੀ ਰੱਖੋ
sk: Prihlásenie ako hosť
sw: Endelea kama mgeni
te: అతిథిగా కొనసాగండి

# byContinuingYouAgree
source: By continuing, you agree to our
ar: من خلال المتابعة، أنت توافق على
fi: Jos jatkat, hyväksyt
gu: ચાલુ રાખીને, તમે અમારી સાથે સંમત થાઓ છો
he: על ידי המשך, אתה מסכים ל
kn: ಮುಂದುವರಿಸುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ ಸಮ್ಮತಿಸುತ್ತೀರಿ
ne: जारी राखेर, तपाईं सहमत हुनुहुन्छ हाम्रो
pa: ਜਾਰੀ ਰੱਖ ਕੇ, ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
sk: Pokračovaním súhlasíte s našimi
sw: Kwa kuendelea, unakubaliana na
te: కొనసాగించడం ద్వారా మీరు అంగీకరిస్తున్నారు

source: Privacy Policy
ar: سياسة الخصوصية
fi: sovelluksen tietosuojakäytännön
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ne: गोपनीयता नीति
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
sk: Zásady ochrany osobných údajov
sw: Sera ya Faragha
te: గోప్యతా విధానం

source: Close the App?
ar: هل تريد إغلاق التطبيق؟
fi: Suljetaanko sovellus?
gu: એપ બંધ કરીએ?
he: לסגור את היישומון?
kn: ಅಪ್ಲಿಕೇಶನ್ ಮುಚ್ಚುವುದೇ?
ne: एप बन्द गर्नुहोस्?
pa: ਐਪ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
sk: Zavrieť aplikáciu?
sw: Funga Programu?
te: యాప్‌ను మూసివేయాలా?

source: Change password
ar: تغيير كلمة المرور
fi: Vaihda salasana
gu: પાસવર્ડ બદલો
he: לשנות סיסמה
kn: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ne: पासवर्ड परिवर्तन गर्नुहोस्
pa: ਪਾਸਵਰਡ ਬਦਲੋ
sk: Zmeniť heslo
sw: Badilisha Nenosiri
te: పాస్వర్డ్ మార్చండి

source: Change Email
ar: تغيير البريد الإلكتروني
fi: Vaihda sähköpostiosoite
gu: ઈ - મેઈલ બદલો
he: לשנות אימייל
kn: ಇಮೇಲ್ ಬದಲಾಯಿಸಿ
ne: इमेल परिवर्तन गर्नुहोस्
pa: ਈਮੇਲ ਬਦਲੋ
sk: Zmeniť email
sw: Badilisha Barua pepe
te: ఈ - మెయిల్ ను మార్చండి

source: Setup your Account
ar: إعداد حسابك
fi: Määritä tilisi
gu: તમારું એકાઉન્ટ સેટ કરો
he: הקמת חשבון
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ
ne: आफ्नो खाता सेटअप गर्नुहोस्
pa: ਆਪਣਾ ਖਾਤਾ ਸੈਟ ਅਪ ਕਰੋ
sk: Konfigurácia účtu
sw: Sanidi Akaunti yako
te: మీ ఖాతాను సెటప్ చేయండి

source: Log In
ar: تسجيل الدخول
fi: Kirjaudu sisään
gu: પ્રવેશ કરો
he: התחברות
kn: ಲಾಗಿನ್ ಮಾಡಿ
ne: लग इन गर्नुहोस्
pa: ਲਾਗਿਨ
sk: Prihlásiť sa
sw: Ingia
te: లాగిన్

source: Log out
ar: تسجيل الخروج
fi: Kirjaudu ulos
gu: લૉગ આઉટ
he: התנתק
kn: ಲಾಗ್ ಔಟ್
ne: लग आउट गर्नुहोस्
pa: ਬਾਹਰ ਆਉਣਾ
sk: Odhlásiť sa
sw: Toka
te: లాగ్ అవుట్ చేయండి

source: Sign In
ar: تسجيل الدخول
fi: Rekisteröidy
gu: સાઇન ઇન કરો
he: התחבר
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ne: साइन इन गर्नुहोस्
pa: ਸਾਈਨ - ਇਨ
sk: Prihlásiť sa
sw: Ingia
te: సైన్ ఇన్ చేయండి

source: Forgot password
ar: نسيت كلمة المرور
fi: Unohtuiko salasana?
gu: પાસવર્ડ ભૂલી ગયા છો
he: שכחתי סיסמה
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ
ne: पासवर्ड बिर्सनुभयो?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
sk: Zabudli ste heslo?
sw: Umesahau Nenosiri
te: పాస్‌వర్డ్ మర్చిపోయారా

source: New Password
ar: كلمة مرور جديدة
fi: Uusi salasana
gu: નવો પાસવર્ડ
he: סיסמה חדשה
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್
ne: नयाँ पासवर्ड
pa: ਨਵਾਂ ਪਾਸਵਰਡ
sk: Nové heslo
sw: Nenosiri Jipya
te: కొత్త పాస్‌వర్డ్

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
fi: Vahvista uusi salasana
gu: નવાપાસવર્ડની પુષ્ટી કરો
he: אשר סיסמה חדשה
kn: ಹೊಸ ಗುಪ್ತಪದವನ್ನು ಖಚಿತಪಡಿಸಿ
ne: नयाँ पासवर्ड पुष्टि गर्नुहोस्
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
sk: Potvrdiť nové heslo
sw: Thibitisha Nenosiri Jipya
te: కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
fi: Eikö sinulla ole tiliä?
gu: ખાતું નથી?
he: אין לך חשבון?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ne: खाता छैन?
pa: ਕੀ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
sk: Nemáte účet?
sw: Huna akaunti?
te: ఖాతా లేదా?

source: Sign Up
ar: التسجيل
fi: Rekisteröidy
gu: સાઇન અપ કરો
he: הירשם
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ne: साइन अप गर्नुहोस्
pa: ਸਾਇਨ ਅਪ
sk: Zaregistrovať sa
sw: Jisajili
te: సైన్ అప్ చేయండి

# tapToExpandTitle
source: Tap here to expand title
ar: اضغط هنا لتوسيع العنوان
fi: Laajenna otsikko napauttamalla tätä
gu: શીર્ષકને વિસ્તૃત કરવા માટે અહીં ટૅપ કરો
he: הקש כאן כדי להרחיב את הכותרת
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ವಿಸ್ತರಿಸಲು ಇಲ್ಲಿ ಟ್ಯಾಪ್ ಮಾಡಿ
ne: शीर्षक विस्तार गर्न यहाँ ट्याप गर्नुहोस्
pa: ਸਿਰਲੇਖ ਦਾ ਵਿਸਤਾਰ ਕਰਨ ਲਈ ਇੱਥੇ ਟੈਪ ਕਰੋ
sk: Ťuknutím sem rozviniete titul
sw: Gusa hapa kufungua kichwa
te: శీర్షికను విస్తరించడానికి ఇక్కడ నొక్కండి

source: Gallery
ar: المعرض
fi: Galleria
gu: ગેલેરી
he: גלריה
kn: ಗ್ಯಾಲರಿ
ne: ग्यालरी
pa: ਗੈਲਰੀ
sk: Galéria
sw: Galeria
te: గ్యాలరీ

source: Link
ar: رابط
fi: Linkki
gu: લિંક
he: קישור
kn: ಲಿಂಕ್
ne: लिंक
pa: ਲਿੰਕ
sk: Odkaz
sw: Kiungo
te: లింక్

source: Camera
ar: الكاميرا
fi: Kamera
gu: કેમેરા
he: מצלמה
kn: ಕ್ಯಾಮೆರಾ
ne: क्यामेरा
pa: ਕੈਮਰਾ
sk: Fotoaparát
sw: Kamera
te: కెమెరా

source: Video
ar: فيديو
gu: વિડિયો
he: וידאו
kn: ವೀಡಿಯೊ
ne: भिडियो
pa: ਵੀਡੀਓ
te: వీడియో

source: You have unsaved changes
ar: لديك تغييرات غير محفوظة
fi: Muutoksia ei ole tallennettu
gu: તમારી પાસે વણસાચવેલા ફેરફારો છે
he: יש לך שינויים שלא נשמרו
kn: ನೀವು ಉಳಿಸದ ಬದಲಾವಣೆಗಳನ್ನು ಹೊಂದಿರುವಿರಿ
ne: तपाईंसँग असुरक्षित परिवर्तनहरू छन्
pa: ਅਣਰੱਖਿਅਤ ਤਬਦੀਲੀਆਂ
sk: Máte neuložené zmeny
sw: Una mabadiliko ambayo hayajahifadhiwa
te: మీరు సేవ్ చేయని మార్పులను కలిగి ఉన్నారు

source: Dropbox
ar: دروب بوكس
gu: ડ્રૉપબૉક્સ
he: דרופבוקס
kn: ಡ್ರಾಪ್ಬಾಕ್ಸ್
ne: ड्रपबक्स
pa: ਡ੍ਰੌਪਬਾਕਸ
te: డ్రాప్‌బాక్స్

source: Signed in as
ar: تم تسجيل الدخول باسم
fi: Kirjautuneena:
gu: તરીકે સાઇન ઇન કર્યું
he: מחובר כ-
kn: ನಂತೆ ಸೈನ್ ಇನ್ ಮಾಡಲಾಗಿದೆ
ne: साइन इन गरिएको रूपमा
pa: ਵਜੋਂ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ
sk: Prihlásený ako
sw: Kusainiwa kama
te: గా సైన్ ఇన్ చేసారు

source: Last synced:
ar: آخر مزامنة:
fi: Viimeksi synkronoitu:
gu: છેલ્લે સમન્વયિત:
he: סונכרן בפעם האחרונה ב:
kn: ಕೊನೆಯದಾಗಿ ಸಿಂಕ್ ಮಾಡಿರುವುದು:
ne: अन्तिम सिंक:
pa: ਆਖਰੀ ਵਾਰ ਸਿੰਕ ਕੀਤਾ ਗਿਆ
sk: Posledná synchronizácia:
sw: Iliyosawazishwa mwisho:
te: చివరిగా సమకాలీకరించబడింది:

source: Not available
ar: غير متاح
fi: Ei käytettävissä
gu: ઉપલબ્ધ નથી
he: לא זמין
kn: ಲಭ್ಯವಿಲ್ಲ
ne: उपलब्ध छैन
pa: ਉਪਲਭਦ ਨਹੀ
sk: Nie je k dispozícii
sw: Haipatikani
te: అందుబాటులో లేదు

source: Google Drive
ar: جوجل درايف
gu: ગુગલ ડ્રાઈવ
he: גוגל דרייב
kn: ಗೂಗಲ್ ಡ್ರೈವ್
ne: गुगल ड्राइव
pa: ਗੂਗਲ ਡਰਾਈਵ
te: గూగుల్ డ్రైవ్

source: Choose the Sync Source
ar: اختر مصدر المزامنة
fi: Valitse synkronointilähde
gu: સમન્વયન સ્ત્રોત પસંદ કરો
he: בחר מקור סנכרון
kn: ಸಿಂಕ್ ಮೂಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ne: सिंक स्रोत छान्नुहोस्
pa: ਸਿੰਕ ਸਰੋਤ ਚੁਣੋ
sk: Vyberte spôsob synchronizácie
sw: Chagua Chanzo cha Kusawazisha
te: సమకాలీకరణ మూలాన్ని ఎంచుకోండి

source: Done
ar: تم
fi: Valmis
gu: થઈ ગયું
he: בוצע
kn: ಮುಗಿದಿದೆ
ne: समाप्त
pa: ਹੋ ਗਿਆ
sk: Filtrovať
sw: Imekamilika
te: పూర్తయింది

source: Delete
ar: حذف
fi: Poista
gu: કાઢી નાખો
he: מחק
kn: ಅಳಿಸಿ
ne: मेटाउनुहोस्
pa: ਮਿਟਾਓ
sk: Vymazať
sw: Futa
te: తొలగించు

source: Cancel
ar: إلغاء
fi: Peruuta
gu: રદ કરો
he: בטל
kn: ರದ್ದುಮಾಡು
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
sk: Zrušiť
sw: Ghairi
te: రద్దు చేయండి

source: Submit
ar: إرسال
fi: Lähetä
gu: સબમિટ કરો
he: שלח
kn: ಸಲ್ಲಿಸು
ne: पेश गर्नुहोस्
pa: ਜਮ੍ਹਾਂ ਕਰੋ
sk: Poslať
sw: Tuma
te: సమర్పించండి

# appDescription
source: Discover diaryVault - a diary app designed to help you capture your thoughts, memories, and moments effortlessly. Available now on the Play Store!
ar: اكتشف diaryVault - تطبيق مذكرات مصمم لمساعدتك في التقاط أفكارك وذكرياتك ولحظاتك بسهولة. متوفر الآن على متجر Google Play!
fi: Tutustu diaryVaultiin – muistikirjasovellukseen, joka auttaa säilömään ajatukset, muistot ja hetket vaivattomasti. Saatavilla nyt Play Store -kaupasta!
gu: diaryVault શોધો - તમારા વિચારો, યાદો અને ક્ષણોને સહેલાઈથી કેપ્ચર કરવામાં તમારી સહાય કરવા માટે રચાયેલ ડાયરી એપ્લિકેશન. પ્લે સ્ટોર પર હવે ઉપલબ્ધ છે!
he: גלה את diaryVault - יישומון יומן שעוצב לעזור לך לתפוס את מחשבותיך, זכרונותיך, ורגעים ללא מאמץ. עכשיו זמין בחנות Play!
kn: ಡೈರಿವಾಲ್ಟ್ ಅನ್ನು ಅನ್ವೇಷಿಸಿ - ನಿಮ್ಮ ಆಲೋಚನೆಗಳು, ನೆನಪುಗಳು ಮತ್ತು ಕ್ಷಣಗಳನ್ನು ಸಲೀಸಾಗಿ ಸೆರೆಹಿಡಿಯಲು ಸಹಾಯ ಮಾಡಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಡೈರಿ ಅಪ್ಲಿಕೇಶನ್. ಪ್ಲೇ ಸ್ಟೋರ್‌ನಲ್ಲಿ ಈಗ ಲಭ್ಯವಿದೆ!
ne: डायरीभल्ट - यो एक डायरी एप हो जसले तपाईंलाई सजिलैसँग तपाईंका विचार, सम्झनाहरू, र क्षणहरू क्याप्चर गर्न मद्दत गर्दछ। अहिले प्ले स्टोरमा उपलब्ध छ!
pa: ਡਾਇਰੀਵਾਲਟ - ਇੱਕ ਡਾਇਰੀ ਐਪ ਤੁਹਾਡੇ ਵਿਚਾਰਾਂ, ਯਾਦਾਂ ਅਤੇ ਪਲਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਕੈਪਚਰ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। ਹੁਣ ਪਲੇ ਸਟੋਰ 'ਤੇ ਉਪਲਬਧ ਹੈ!
sk: Objavte diaryVault - aplikáciu s denníkom, ktorá vám pomôže bez námahy zachytiť vaše myšlienky, spomienky a momenty. Teraz k dispozícii v Obchode Play!
sw: Gundua diaryVault - programu ya kumbukumbu iliyoundwa kukusaidia kukamata mawazo, kumbukumbu, na nyakati yako kwa urahisi. Sasa inapatikana kwenye Duka la Kucheza!
te: డిస్కవర్ డైరీవాల్ట్ - మీ ఆలోచనలు, జ్ఞాపకాలు మరియు క్షణాలను అప్రయత్నంగా క్యాప్చర్ చేయడంలో మీకు సహాయపడటానికి రూపొందించబడిన డైరీ యాప్. ప్లే స్టోర్‌లో ఇప్పుడు అందుబాటులో ఉంది!

source: App Language
ar: لغة التطبيق
fi: Sovelluksen kieli
gu: એપ્લિકેશન ભાષા:
he: שפת האפליקציה
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ne: एप भाषा
pa: ਐਪ ਭਾਸ਼ਾ
sk: Jazyk aplikácie
sw: Lugha ya Programu
te: యాప్ భాష

# automaticallySave
source: Automatically saves your notes after every 10 seconds
ar: يحفظ ملاحظاتك تلقائيًا بعد كل 10 ثوانٍ
fi: Tallentaa muistiinpanosi automaattisesti 10 sekunnin välein
gu: દર 10 સેકંડ પછી તમારી નોંધો આપમેળે સાચવે છે
he: שומר את ההערות שלך באופן אוטומטי לאחר כל 10 שניות
kn: ಪ್ರತಿ 10 ಸೆಕೆಂಡುಗಳ ನಂತರ ನಿಮ್ಮ ಟಿಪ್ಪಣಿಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಉಳಿಸುತ್ತದೆ
ne: स्वचालित रूपमा प्रत्येक १० सेकेन्ड पछि तपाईंका नोटहरू बचत गर्दछ
pa: ਆਪਣੇ ਨੋਟਾਂ ਨੂੰ ਹਰ 10 ਸਕਿੰਟਾਂ ਬਾਅਦ ਆਟੋਮੈਟਿਕ ਸੇਵ ਕਰੋ
sk: Automaticky ukladá vaše poznámky každých 10 sekúnd
sw: Huhifadhi madokezo yako kiotomatiki baada ya kila sekunde 10
te: ప్రతి 10 సెకన్ల తర్వాత మీ గమనికలను స్వయంచాలకంగా సేవ్ చేస్తుంది

source: Choose Time
ar: إختر الوقت
fi: Valitse ajankohta
gu: સમય પસંદ કરો
he: לבחור זמן
kn: ಸಮಯವನ್ನು ಆರಿಸಿ
ne: समय छान्नुहोस्
pa: ਸਮਾਂ ਚੁਣੋ
sk: Vybrať čas
sw: Chagua Saa
te: సమయాన్ని ఎంచుకోండి

source: Cloud Backup
ar: النسخ الاحتياطي على السحابة
fi: Pilvivarmennus
gu: ક્લાઉડ બેકઅપ
he: גיבוי בענן
kn: ಕ್ಲೌಡ್ ಬ್ಯಾಕಪ್
ne: क्लाउड ब्याकअप
pa: ਕਲਾਉਡ ਬੈਕਅੱਪ
sk: Zálohovanie do cloudu
sw: Hifadhi rudufu ya Wingu
te: క్లౌడ్ బ్యాకప్
